{
  "anopheles" : "A genus of mosquitoes which are secondary hosts of the malaria parasites, and whose bite is the usual, if not the only, means of infecting human beings with malaria. Several species are found in the United States. They may be distinguished from the ordinary mosquitoes of the genus Culex by the long slender palpi, nearly equaling the beak in length, while those of the female Culex are very short. They also assume different positions when resting, Culex usually holding the body parallel to the surface on which it rests and keeping the head and beak bent at an angle, while Anopheles holds the body at an angle with the surface and the head and beak in line with it. Unless they become themselves infected by previously biting a subject affected with malaria, the insects cannot transmit the disease.",
  "uniclinal" : "See Nonoclinal.",
  "sarong" : "A sort of petticoat worn by both sexes in Java and the Malay Archipelago. Balfour (Cyc. of India)",
  "turcoman" : "1. A member of a tribe of Turanians inhabiting a region east of the Caspian Sea. 2. A Turcoman carpet. Turcoman carpet or rug, a kind of carpet or rug supposed to be made by the Turcomans.",
  "corrugator" : "A muscle which contracts the skin of the forehead into wrinkles.",
  "self-murder" : "Suicide.",
  "anacardium" : "A genus of plants including the cashew tree. See Cashew.",
  "knurly" : "Full of knots; hard; tough; hence, capable of enduring or resisting much.",
  "prochronize" : "To antedate. Fitzed. Hall.",
  "refract" : "1. To bend sharply and abruptly back; to break off. 2. To break the natural course of, as rays of light orr heat, when passing from one transparent medium to another of different density; to cause to deviate from a direct course by an action distinct from reflection; as, a dense medium refrcts the rays of light as they pass into it from a rare medium.",
  "mitis metal" : "The malleable iron produced by mitis casting; -- called also simply mitis.",
  "destin" : "Destiny. [Obs.] Marston.",
  "gentility" : "1. Good extraction; dignity of birth. Macaulay. He . . . mines my gentility with my education. Shak. 2. The quality or qualities appropriate to those who are well born, as self-respect, dignity, courage, courtesy, politeness of manner, a graceful and easy mien and behavior, etc.; good breeding. 3. The class in society who are, or are expected to be, genteel; the gentry. [R.] Sir J. Davies. 4. Paganism; heathenism. [Obs.] Hooker.",
  "grope" : "1. To feel with or use the hands; to handle. [Obs.] 2. To search or attempt to find something in the dark, or, as a blind person, by feeling; to move about hesitatingly, as in darkness or obscurity; to feel one's way, as with the hands, when one can not see. We grope for the wall like the blind. Is. lix. 10. To grope a little longer among the miseries and sensualities ot a worldly life. Buckminster.\n\n1. To search out by feeling in the dark; as, we groped our way at midnight. 2. To examine; to test; to sound. [Obs.] Chaucer. Felix gropeth him, thinking to have a bribe. Genevan Test. (Acts xxiv. ).",
  "remede" : "Remedy. [Obs.] Chaucer.",
  "chiaroscuro" : "(a) The arrangement of light and dark parts in a work of art, such as a drawing or painting, whether in monochrome or in color. (b) The art or practice of so arranging the light and dark parts as to produce a harmonious effect. Cf. Clair-obscur.",
  "exploring" : "Employed in, or designed for, exploration. \"Exploring parties.\" Bancroft.",
  "morsure" : "The act of biting. Swift.",
  "polymorphism" : "1. (Crystallog.)  Same as Pleomorphism. 2. (Biol.) (a) The capability of assuming different forms; the capability of widely varying in form. (b) Existence in many forms; the coexistence, in the same locality, of two or more distinct forms independent of sex, not connected by intermediate gradations, but produced from common parents.",
  "coothay" : "A striped satin made in India. McElrath.",
  "incapableness" : "The quality or state of being incapable; incapability.",
  "trichromic" : "If, pertaining to, or consisting of, three colors or color sensations.\n\nContaining three atoms of chromium.",
  "lactary" : "Milky; full of white juice like milk. [Obs.] \"Lactary or milky plants.\" Sir T. Browne.\n\na dairyhouse. [R.]",
  "dullard" : "A stupid person; a dunce. Shak. -- a.  Stupid. Bp. Hall.",
  "tapioca" : "A coarsely granular substance obtained by heating, and thus partly changing, the moistened starch obtained from the roots of the cassava. It is much used in puddings and as a thickening for soups. See Cassava.",
  "becket" : "1. (Naut.)  A small grommet, or a ring or loop of rope 2. A spade for digging turf. [Prov. Eng.] Wright.",
  "proselytizer" : "One who proselytes.",
  "discernance" : "Discernment. [Obs.]",
  "vamp" : "To advance; to travel. [Obs.]\n\n1. The part of a boot or shoe above the sole and welt, and in front of the ankle seam; an upper. 2. Any piece added to an old thing to give it a new appearance. See Vamp, v. t.\n\nTo provide, as a shoe, with new upper leather; hence, to piece, as any old thing, with a new part; to repair; to patch; -- often followed by up. I had never much hopes of your vamped play. Swift.",
  "accustomance" : "Custom; habitual use. [Obs.] Boyle.",
  "humanics" : "The study of human nature. [R.] T. W. Collins.",
  "reume" : "Realm. [Obs.]",
  "cameronian" : "A follower of the Rev. Richard Cameron, a Scotch Covenanter of the time of Charies II. Cameron and others refused to accept the \"indulgence\" offered the Presbyterian clergy, insisted on the Solemn league and Covenant, and in 1680 declared Charles II deposed for tyranny, breach of faith, etc. Cameron was killed at the battle of Airdmoss, but his followers became a denomination (afterwards called Reformed Presbyterians) who refused to recognize laws or institutions which they believed contrary to the kingdom of Christ, but who now avail themselves of political rights.",
  "divident" : "Dividend; share. [Obs.] Foxe.",
  "engraved" : "1. Made by engraving or ornamented with engraving. 2. (Zoöl.)  Having the surface covered with irregular, impressed lines.",
  "acetamide" : "A white crystalline solid, from ammonia by replacement of an equivalent of hydrogen by acetyl.",
  "perique" : "A kind of tobacco with medium-sized leaf, small stem, tough and gummy fiber, raised in Louisiana, and cured in its own juices, so as to be very dark colored, usually black. It is marketed in tightly wrapped rolls called carottes.",
  "fricassee" : "A dish made of fowls, veal, or other meat of small animals cut into pieces, and stewed in a gravy.\n\nTo dress like a fricassee.",
  "water rocket" : "1. (Bot.)  A cruciferous plant (Nasturtium sylvestre) with small yellow flowers. 2. A kind of firework to be discharged in the water.",
  "electro-capillarity" : "The occurrence or production of certain capillary effects by the action of an electrical current or charge.",
  "oubliette" : "A dungeon with an opening only at the top, found in some old castles and other strongholds, into which persons condemned to perpetual imprisonment, or to perish secretly, were thrust, or lured to fall. Sudden in the sun An oubliette winks. Where is he Gone. Mrs. Browning.",
  "astony" : "To stun; to bewilder; to astonish; to dismay. [Archaic] The captain of the Helots . . . strake Palladius upon the side of his head, that he reeled astonied. Sir P. Sidney. This sodeyn cas this man astonied so, That reed he wex, abayst, and al quaking. Chaucer.",
  "morrot" : "See Marrot.",
  "amphoral" : "Pertaining to, or resembling, an amphora.",
  "pucker" : "To gather into small folds or wrinkles; to contract into ridges and furrows; to corrugate; -- often with up; as, to pucker up the mouth. \"His skin [was] puckered up in wrinkles.\" Spectator.\n\n1. A fold; a wrinkle; a collection of folds. 2. A state of perplexity or anxiety; confusion; bother; agitation. [Prov. Eng. & Colloq. U. S.]",
  "aghast" : "To affright; to terrify. [Obs.] Chaucer. Spenser.\n\nSee Agast, v. t. [Obs.]\n\nTerrified; struck with amazement; showing signs of terror or horror. Aghast he waked; and, starting from his bed, Cold sweat in clammy drops his limbs o'erspread. Dryden. The commissioners read and stood aghast. Macaulay.",
  "overlander" : "One who travels over lands or countries; one who travels overland.",
  "colorado beetle" : "A yellowish beetle (Doryphora decemlineata), with ten longitudinal, black, dorsal stripes. It has migrated eastwards from its original habitat in Colorado, and is very destructive to the potato plant; -- called also potato beetle and potato bug. See Potato beetle.",
  "soft-shelled" : "Having a soft or fragile shell. Soft-shell clam (Zoöl.), the long clam. See Mya. -- Soft-shelled crab. (Zoöl.) See the Note under Crab, 1. -- Soft-shelled turtle. (Zoöl.) Same as Soft tortoise, under Soft.",
  "anthodium" : "The inflorescence of a compound flower in which many florets are gathered into a involucrate head.",
  "crippler" : "A wooden tool used in graining leather. Knight.",
  "inerm" : "Same as Inermis.",
  "contribution plan" : "A plan of distributing surplus by giving to each policy the excess of premiums and interest earned thereon over the expenses of management, cost of insurance, and the policy value at the date of computation. This excess is called the contribution of the policy.",
  "churchism" : "Strict adherence to the forms or principles of some church organization; sectarianism.",
  "mug" : "1. A kind of earthen or metal drinking cup, with a handle, -- usually cylindrical and without a lip. 2. The face or mouth. [Slang] Thackeray.",
  "peopleless" : "Destitute of people. Poe.",
  "removal" : "The act of removing, or the state of being removed.",
  "cornflower" : "A conspicuous wild flower (Centaurea Cyanus), growing in grainfields.",
  "hateful" : "1. Manifesting hate or hatred; malignant; malevolent. [Archaic or R.] And worse than death, to view with hateful eyes His rival's conquest. Dryden. 2. Exciting or deserving great dislike, aversion, or disgust; odious. Unhappy, wretched, hateful day! Shak. Syn. -- Odious; detestable; abominable; execrable; loathsome; abhorrent; repugnant; malevolent. -- Hate\"ful*ly, adv. -- Hate\"ful*ness, n.",
  "prevailing" : "1. Having superior force or influence; efficacious; persuasive. Shak. Saints shall assist thee with prevailing prayers. Rowe. 2. Predominant; prevalent; most general; as, the prevailing disease of a climate; a prevailing opinion. Syn. See Prevalent.",
  "cavernulous" : "Full of little cavities; as, cavernulous metal. Black.",
  "picapare" : "The finfoot.",
  "bargain" : "1. An agreement between parties concerning the sale of property; or a contract by which one party binds himself to transfer the right to some property for a consideration, and the other party binds himself to receive the property and pay the consideration. A contract is a bargain that is legally binding. Wharton. 2. An agreement or stipulation; mutual pledge. And whon your honors mean to solemnize The bargain of your faith. Shak. 3. A purchase; also ( when not qualified), a gainful transaction; an advantageous purchase; as, to buy a thing at a bargain. 4. The thing stipulated or purchased; also, anything bought cheap. She was too fond of her most filthy bargain. Shak. Bargain and sale (Law), a species of conveyance, by which the bargainor contracts to convey the lands to the bargainee, and becomes by such contract a trustee for and seized to the use of the bargainee. The statute then completes the purchase; i.e., the bargain vests the use, and the statute vests the possession. Blackstone. -- Into the bargain, over and above what is stipulated; besides. -- To sell bargains, to make saucy ( usually indelicate) repartees. [Obs.] Swift. -- To strike a bargain, to reach or ratify an agreement. \"A bargain was struck.\" Macaulay. Syn. -- Contract; stipulation; purchase; engagement.\n\nTo make a bargain; to make a contract for the exchange of property or services; -- followed by with and for; as, to bargain with a farmer for a cow. So worthless peasants bargain for their wives. Shak.\n\nTo transfer for a consideration; to barter; to trade; as, to bargain one horse for another. To bargain away, to dispose of in a bargain; -- usually with a sense of loss or disadvantage; as, to bargain away one's birthright. \"The heir . . . had somehow bargained away the estate.\" G. Eliot.",
  "then" : "1. At that time (referring to a time specified, either past or future). And the Canaanite was then in the land. Gen. xii. 6. Now I know in part; but then shall I know even as also I am known. 1 Cor. xiii. 12. 2. Soon afterward, or immediately; next; afterward. First be reconciled to thy brother, and then come and offer thy gift. Matt. v. 24. 3. At another time; later; again. One while the master is not aware of what is done, and then in other cases it may fall out to be own act. L'Estrange. By then. (a) By that time. (b) By the time that. [Obs.] But that opinion, I trust, by then this following argument hath been well read, will be left for one of the mysteries of an indulgent Antichrist. Milton. Now and then. See under Now, adv. -- Till then, until that time; until the time mentioned. Milton. Note: Then is often used elliptically, like an adjective, for then existing; as, the then administration.\n\n1. Than. [Obs.] Spenser. 2. In that case; in consequence; as a consequence; therefore; for this reason. If all this be so, then man has a natural freedom. Locke. Now, then, be all thy weighty cares away. Dryden. Syn. -- Therefore. Then, Therefore. Both these words are used in reasoning; but therefore takes the lead, while then is rather subordinate or incidental. Therefore states reasons and draws inferences in form; then, to a great extent, takes the point as proved, and passes on to the general conclusion. \"Therefore being justified by faith, we have peace with God.\" Rom. v. 1. \"So then faith cometh by hearing, and hearing by the word of God.\" Rom. x. 17.",
  "depilatory" : "Having the quality or power of removing hair. -- n.  An application used to take off hair.",
  "endothorax" : "An internal process of the sternal plates in the thorax of insects.",
  "gauche" : "1. Left handed; hence, awkward; clumsy. 2. (Geom.)  Winding; twisted; warped; -- applied to curves and surfaces.",
  "phantasy" : "See Fantasy, and Fancy.",
  "catadicrotism" : "Quality or state of being catacrotic. -- Cat`a*di*crot\"ic (#), a.",
  "flavescent" : "Turning yellow; yellowish.",
  "maholi" : "A South African lemur (Galago maholi), having very large ears. [Written also moholi.]",
  "thummim" : "A mysterious part or decoration of the breastplate of the Jewish high priest. See the note under Urim.",
  "opisthomi" : "An order of eellike fishes having the scapular arch attached to the vertebræ, but not connected with the skull.",
  "niggardous" : "Niggardly. [Obs.] Covetous gathering and niggardous keeping. Sir T. More.",
  "oversorrow" : "To grieve or afflict to excess. [Obs.] Milton.",
  "tyrannicidal" : "Of or pertaining to tyrannicide, or the murder of a tyrant. Booth.",
  "affret" : "A furious onset or attack. [Obs.] Spenser.",
  "ginnet" : "See Genet, a horse.",
  "fastness" : "1. The state of being fast and firm; firmness; fixedness; security; faithfulness. All . . . places of fastness [are] laid open. Sir J. Davies. 2. A fast place; a stronghold; a fortress or fort; a secure retreat; a castle; as, the enemy retired to their fastnesses in the mountains. 3. Conciseness of style. [Obs.] Ascham. 4. The state of being fast or swift.",
  "ligroin" : "A trade name applied somewhat indefinitely to some of the volatile products obtained in refining crude petroleum. It is a complex and variable mixture of several hydrocarbons, generally boils below 170º Fahr., and is more inflammable than safe kerosene. It is used as a solvent, as a carburetant for air gas, and for illumination in special lamps.",
  "dishorse" : "To dismount. Tennyson.",
  "musmon" : "See Mouflon.",
  "unextinguishable" : "Inextinguishable. -- Un`ex*tin\"guish*a*bly, adv.",
  "interlace" : "To unite, as by lacing together; to insert or interpose one thing within another; to intertwine; to interweave. Severed into stripes That interlaced each other. Cowper. The epic way is every where interlaced with dialogue. Dryden. Interlacing arches (Arch.), arches, usually circular, so constructed that their archivolts intersect and seem to be interlaced.",
  "danegeld" : "An annual tax formerly laid on the English nation to buy off the ravages of Danish invaders, or to maintain forces to oppose them. It afterward became a permanent tax, raised by an assessment, at first of one shilling, afterward of two shillings, upon every hide of land throughout the realm. Wharton's Law Dict. Tomlins.",
  "presbyteral" : "Of or pertaining to a presbyter or presbytery; presbyterial.",
  "haematachometer" : "A form of apparatus (somewhat different from the hemadrometer) for measuring the velocity of the blood.",
  "dowress" : "A woman entitled to dower. Bouvier.",
  "medregal" : "See Bonito, 3.",
  "cragged" : "Full of crags, or steep, broken Into its cragged rents descend. J. Baillie.",
  "sorbonical" : "Belonging to the Sorbonne or to a Sorbonist. Bale.",
  "incunabulum" : "A work of art or of human industry, of an early epoch; especially, a book printed before A. D. 1500.",
  "impuissance" : "Lack of power; inability. Bacon. Their own impuissance and weakness. Holland.",
  "taille" : "1. A tally; an account scored on a piece of wood. [Obs.] Whether that he paid or took by taille. Chaucer. 2. (O. F. Law)  Any imposition levied by the king, or any other lord, upon his subjects. The taille, as it still subsists in France, may serve as an example of those ancient tallages. It was a tax upon the profits of the farmer, which they estimate by the stock that he has upon the farm. A. Smith. 3. (Mus.)  The French name for the tenor voice or part; also, for the tenor viol or viola.",
  "pinky" : "See 1st Pink.",
  "carminative" : "Expelling wind from the body; warning; antispasmodic. \"Carmenative hot seeds.\" Dunglison.\n\nA substance, esp. an aromatic, which tends to expel wind from the alimentary canal, or to relieve colic, griping, or flatulence.",
  "collaborator" : "An associate in labor, especially in literary or scientific labor.",
  "inventive" : "Able and apt to invent; quick at contrivance; ready at expedients; as, an inventive head or genius. Dryden. -- In*vent\"ive*ly, adv. -- In*vent\"ive*ness, n.",
  "briber" : "1. A thief. [Obs.] Lydgate. 2. One who bribes, or pays for corrupt practices. 3. That which bribes; a bribe. His service . . . were a sufficient briber for his life. Shak.",
  "skilled" : "Having familiar knowledge united with readiness and dexterity in its application; familiarly acquainted with; expert; skillful; -- often followed by in; as, a person skilled in drawing or geometry.",
  "forbearer" : "One who forbears. Tusser.",
  "maternity" : "The state of being a mother; the character or relation of a mother.",
  "alloy steel" : "Any steel containing a notable quantity of some other metal alloyed with the iron, usually chromium, nickel, manganese, tungsten, or vanadium.",
  "conder" : "One who watches shoals of fish; a balker. See Balker.",
  "triad" : "1. A union of three; three objects treated as one; a ternary; a trinity; as, a triad of deities. 2. (Mus.) (a) A chord of three notes. (b) The common chord, consisting of a tone with its third and fifth, with or without the octave. 3. (Chem.)  An element or radical whose valence is three. Triads of the Welsh bards, poetical histories, in which the facts recorded are grouped by threes, three things or circumstances of a kind being mentioned together. -- Hindoo triad. See Trimurti.",
  "pocket" : "1. A bag or pouch; especially; a small bag inserted in a garment for carrying small articles, particularly money; hence, figuratively, money; wealth. 2. One of several bags attached to a billiard table, into which the balls are driven. 3. A large bag or sack used in packing various articles, as ginger, hops, cowries, etc. Note: In the wool or hop trade, the pocket contains half sack, or about 168 Ibs.; but it is a variable quantity, the articles being sold by actual weight. 4. (Arch.)  A hole or space covered by a movable piece of board, as in a floor, boxing, partitions, or the like. 5. (Mining.) (a) A cavity in a rock containing a nugget of gold, or other mineral; a small body of ore contained in such a cavity. (b) A hole containing water. 6. (Nat.)  A strip of canvas, sewn upon a sail so that a batten or a light spar can placed in the interspace. 7. (Zoöl.)  Same as Pouch. Note: Pocket is often used adjectively, or in the formation of compound words usually of obvious signification; as, pocket comb, pocket compass, pocket edition, pocket handkerchief, pocket money, pocket picking, or pocket-picking, etc. Out of pocket. See under Out, prep. -- Pocket borough, a borough \"owned\" by some person. See under Borough. [Eng.] -- Pocket gopher (Zoöl.), any one of several species of American rodents of the genera Geomys, and Thomomys, family Geomydæ. They have large external cheek pouches, and are fossorial in their habits. they inhabit North America, from the Mississippi Valley west to the Pacific. Called also pouched gopher. -- Pocket mouse (Zoöl.), any species of American mice of the family Saccomyidæ. They have external cheek pouches. Some of them are adapted for leaping (genus Dipadomys), and are called kangaroo mice. They are native of the Southwestern United States, Mexico, etc. -- Pocket piece, a piece of money kept in the pocket and not spent. -- Pocket pistol, a pistol to be carried in the pocket. -- Pocket sheriff (Eng. Law), a sheriff appointed by the sole authority of the crown, without a nomination by the judges in the exchequer. Burrill. deep pocket, or deep pockets, wealth or substantial financial assets. Note: Used esp. in legal actions, where plaintiffs desire to find a defendant with \"deep pockets\", so as to be able to actually obtain the sum of damages which may be judged due to him. This contrasts with a \"judgment-proof\" defendant, one who has neither assets nor insurance, and against whom a judgment for monetary damages would be worthless.\n\n1. To put, or conceal, in the pocket; as, to pocket the change. He would pocket the expense of the license. Sterne. 2. To take clandestinely or fraudulently. He pocketed pay in the names of men who had long been dead. Macaulay. To pocket a ball (Billiards), to drive a ball into a pocket of the table. -- To pocket an insult, affront, etc., to receive an affront without open resentment, or without seeking redress. \"I must pocket up these wrongs.\" Shak.",
  "roofer" : "One who puts on roofs.",
  "sparkle" : "1. A little spark; a scintillation. As fire is wont to quicken and go From a sparkle sprungen amiss, Till a city brent up is. Chaucer. The shock was sufficiently strong to strike out some sparkles of his fiery temper. Prescott. 2. Brilliancy; luster; as, the sparkle of a diamond.\n\n1. To emit sparks; to throw off ignited or incandescent particles; to shine as if throwing off sparks; to emit flashes of light; to scintillate; to twinkle; as, the blazing wood sparkles; the stars sparkle. A mantelet upon his shoulder hanging Bretful of rubies red, as fire sparkling. Chaucer. 2. To manifest itself by, or as if by, emitting sparks; to glisten; to flash. I see bright honor sparkle through your eyes. Milton. 3. To emit little bubbles, as certain kinds of liquors; to effervesce; as, sparkling wine. Syn. -- To shine; glisten; scintillate; radiate; coruscate; glitter; twinkle.\n\nTo emit in the form or likeness of sparks. \"Did sparkle forth great light.\" Spenser.\n\n1. To disperse. [Obs.] The Landgrave hath sparkled his army without any further enterprise. State Papers. 2. To scatter on or over. [Obs.] Purchas.",
  "stonecrop" : "1. A sort of tree. [Obs.] Mortimer. 2. (Bot.)  Any low succulent plant of the genus Sedum, esp. Sedum acre, which is common on bare rocks in Europe, and is spreading in parts of America. See Orpine. Virginian, or Ditch, stonecrop, an American plant (Penthorum sedoides).",
  "paleographer" : "One skilled in paleography; a paleographist.",
  "vower" : "One who makes a vow. Bale.",
  "fabulize" : "To invent, compose, or relate fables or fictions. G. S. Faber.",
  "skiey" : "See Skyey. Shelley.",
  "atomically" : "In an atomic manner; in accordance with the atomic philosophy.",
  "autochronograph" : "An instrument for the instantaneous self-recording or printing of time. Knight.",
  "amicableness" : "The quality of being amicable; amicability.",
  "bouncer" : "1. One who bounces; a large, heavy person who makes much noise in moving. 2. A boaster; a bully. [Collog.] Johnson. 3. A bold lie; also, a liar. [Collog.] Marryat. 4. Something big; a good stout example of the kind. The stone must be a bouncer. De Quincey.",
  "kinology" : "That branch of physics which treats of the laws of motion, or of moving bodies.",
  "profligacy" : "The quality of state of being profligate; a profligate or very vicious course of life; a state of being abandoned in moral principle and in vice; dissoluteness.",
  "watchet" : "Pale or light blue. [Obs.] \"Watchet mantles.\" Spenser. Who stares in Germany at watchet eyes Dryden.",
  "prophetize" : "To give predictions; to foreshow events; to prophesy. [R.] \"Prophetizing dreams.\" Daniel.",
  "spanaemic" : "Of or pertaining to spanæmia; having impoverished blood.",
  "bellied" : ", a. Having (such) a belly; puffed out; -- used in composition; as, pot-bellied; shad-bellied.",
  "incrystallizable" : "Not crystallizable; incapable of being formed into crystals.",
  "lecanoric" : "Pertaining to, or designating, an organic acid which is obtained from several varieties of lichen (Lecanora, Roccella, etc.), as a white, crystalline substance, and is called also orsellic, or diorsellinic acid, lecanorin, etc.",
  "subglumaceous" : "Somewhat glumaceous.",
  "drachme" : "See Drachma.",
  "insatiably" : "In an insatiable manner or degree; unappeasably. \"Insatiably covetous.\" South.",
  "pelasgian" : "1. Of or pertaining to the Pelasgians, an ancient people of Greece, of roving habits. 2. (Zoöl.)  Wandering.",
  "kiloliter" : "A measure of capacity equal to a cubic meter, or a thousand liters. It is equivalent to 35.315 cubic feet, and to 220.04 imperial gallons, or 264.18 American gallons of 321 cubic inches.",
  "matinal" : "Relating to the morning, or to matins; matutinal.",
  "authenticly" : "Authentically.",
  "everych" : "each one; every one; each of two. See Every. [Obs.] Chaucer.",
  "displeasant" : "Unpleasing; offensive; unpleasant. [Obs.] Speed. -- Dis*pleas\"ant*ly, adv. [Obs.] Strype. -- Dis*pleas\"ant*ness, n. [Obs.]",
  "cresting" : "An ornamental finish on the top of a wall or ridge of a roof.",
  "graphiscope" : "See Graphoscope.",
  "bisexual" : "Of both sexes; hermaphrodite; as a flower with stamens and pistil, or an animal having ovaries and testes.",
  "kivikivi" : "Any species of Apteryx, esp. A. australis; -- so called in imitation of its notes. Called also kiwi. See Apteryx.",
  "pureness" : "The state of being pure (in any sense of the adjective).",
  "gimlet" : "A small tool for boring holes. It has a leading screw, a grooved body, and a cross handle. Gimlet eye, a squint-eye. [Colloq.] Wright.\n\n1. To pierce or make with a gimlet. 2. (Naut.)  To turn round (an anchor) by the stock, with a motion like turning a gimlet.",
  "domestically" : "In a domestic manner; privately; with reference to domestic affairs.",
  "feeble" : "1. Deficient in physical strenght; weak; infirm; debilitated. Carried all the feeble of them upon asses. 2 Chron. xxviii. 15. 2. Wanting force, vigor, or efficiency in action or expression; not full, loud, bright, strong, rapid, etc.; faint; as, a feeble color; feeble motion. \"A lady's feeble voice.\" Shak.\n\nTo make feble; to enfeeble. [Obs.] Shall that victorious hand be feebled here Shak.",
  "anticonstitutional" : "Opposed to the constitution; unconstitutional.",
  "fantastically" : "In a fantastic manner. the letter A, in scarlet, fantastically embroidered with gold thread, upon her bosom. Hawthorne.",
  "tentorium" : "A fold of the dura mater which separates the cerebellum from the cerebrum and often incloses a process or plate of the skull called the bony tentorium.",
  "gromill" : "See Gromwell.",
  "hardtail" : "See Jurel.",
  "panicum" : "A genus of grasses, including several hundred species, some of which are valuable; panic grass.",
  "whisp" : "See Wisp.\n\nA flock of snipe.",
  "rigor" : "1. Rigidity; stiffness. 2. (ed.)  A sense of chilliness, with contraction of the skin; a convulsive shuddering or tremor, as in the chill preceeding a fever. Rigor caloris ( Etym: [L., rigor of heat] (Physiol.), a form of rigor mortis induced by heat, as when the muscle of a mammal is heated to about 50ºC. -- Rigor mortis ( Etym: [L. , rigor of death] , death stiffening; the rigidity of the muscles that occurs at death and lasts till decomposition sets in. It is due to the formation of myosin by the coagulation of the contents of the individual muscle fibers.\n\n1. The becoming stiff or rigid; the state of being rigid; rigidity; stiffness; hardness. The rest his look Bound with Gorgonian rigor not to move. Milton. 2. (Med.)  See 1st Rigor, 2. 3. Severity of climate or season; inclemency; as, the rigor of the storm; the rigors of winter. 4. Stiffness of opinion or temper; rugged sternness; hardness; relentless severity; hard-heartedness; cruelty. All his rigor is turned to grief and pity. Denham. If I shall be condemn'd Upon surmises, . . . I tell you 'T is rigor and not law. Shak. 5. Exactness without allowance, deviation, or indulgence; strictness; as, the rigor of criticism; to execute a law with rigor; to enforce moral duties with rigor; -- opposed to Ant: lenity. 6. Severity of life; austerity; voluntary submission to pain, abstinence, or mortification. The prince lived in this convent with all the rigor and austerity of a capuchin. Addison. 7. Violence; force; fury. [Obs.] Whose raging rigor neither steel nor brass could stay. Spenser. Syn. -- Stiffness; rigidness; inflexibility; severity; austerity; sternness; harshness; strictness; exactness.",
  "slimness" : "The quality or state of being slim.",
  "morassy" : "Marshy; fenny. [R.] Pennant."
}
